Repository: Kammenk/Budgetty-iOS
Catalog: Budgetty/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fi, fr, it, nb, nl, pl, pt, ro, ru, sv

source: %lld of %lld
bg: %1$lld от %2$lld
cs: %1$lld z %2$lld
da: %1$lld af %2$lld
de: %1$lld von %2$lld
es: %1$lld de %2$lld
fi: %1$lld/%2$lld
fr: %1$lld sur %2$lld
it: %1$lld su %2$lld
nb: %1$lld av %2$lld
nl: %1$lld van %2$lld
pl: %1$lld z %2$lld
pt: %1$lld de %2$lld
ro: %1$lld din %2$lld
ru: %1$lld из %2$lld
sv: %1$lld av %2$lld

source: You stayed under %lld of %lld limits.
bg: Спазихте %1$lld от %2$lld лимита.
cs: Dodrželi jste %1$lld z %2$lld limitů.
da: Du holdt dig under %1$lld af %2$lld grænser.
de: Du bliebst unter %1$lld von %2$lld Limits.
es: Cumpliste %1$lld de %2$lld límites.
fi: Pysyit %1$lld/%2$lld rajan sisällä.
fr: Vous avez respecté %1$lld limites sur %2$lld.
it: Hai rispettato %1$lld limiti su %2$lld.
nb: Du holdt deg under %1$lld av %2$lld grenser.
nl: Je bleef onder %1$lld van %2$lld limieten.
pl: Zmieściłeś się w %1$lld z %2$lld limitów.
pt: Você respeitou %1$lld de %2$lld limites.
ro: Ai respectat %1$lld din %2$lld limite.
ru: Вы уложились в %1$lld из %2$lld лимитов.
sv: Du höll dig under %1$lld av %2$lld gränser.

source: FOCUS FOR %@
bg: ФОКУС ЗА %1$@
cs: ZAMĚŘENÍ NA %1$@
da: FOKUS FOR %1$@
de: FOKUS FÜR %1$@
es: OBJETIVO DE %1$@
fi: FOKUS: %1$@
fr: OBJECTIF POUR %1$@
it: OBIETTIVO PER %1$@
nb: FOKUS FOR %1$@
nl: FOCUS VOOR %1$@
pl: CEL NA %1$@
pt: FOCO PARA %1$@
ro: FOCUS PENTRU %1$@
ru: ФОКУС НА %1$@
sv: FOKUS FÖR %1$@

source: FOCUS THIS WEEK
bg: ФОКУС ЗА ТАЗИ СЕДМИЦА
cs: ZAMĚŘENÍ NA TENTO TÝDEN
da: FOKUS DENNE UGE
de: FOKUS DIESE WOCHE
es: OBJETIVO DE ESTA SEMANA
fi: TÄMÄN VIIKON FOKUS
fr: OBJECTIF DE LA SEMAINE
it: OBIETTIVO DELLA SETTIMANA
nb: FOKUS DENNE UKEN
nl: FOCUS DEZE WEEK
pl: CEL NA TEN TYDZIEŃ
pt: FOCO DESTA SEMANA
ro: FOCUS PENTRU SĂPTĂMÂNA ACEASTA
ru: ФОКУС НА НЕДЕЛЮ
sv: FOKUS DENNA VECKA

source: Keep %@ under %@.
bg: Дръжте %1$@ под %2$@.
cs: Udržte %1$@ pod %2$@.
da: Hold %1$@ under %2$@.
de: Halte %1$@ unter %2$@.
es: Mantén %1$@ por debajo de %2$@.
fi: Pidä %1$@ alle %2$@.
fr: Gardez %1$@ sous %2$@.
it: Mantieni %1$@ sotto %2$@.
nb: Hold %1$@ under %2$@.
nl: Houd %1$@ onder %2$@.
pl: Utrzymaj %1$@ poniżej %2$@.
pt: Mantenha %1$@ abaixo de %2$@.
ro: Menține %1$@ sub %2$@.
ru: Держите %1$@ ниже %2$@.
sv: Håll %1$@ under %2$@.

source: Keep an eye on %@.
bg: Наблюдавайте %1$@.
cs: Sledujte %1$@.
da: Hold øje med %1$@.
de: Behalte %1$@ im Blick.
es: Vigila %1$@.
fi: Pidä silmällä: %1$@.
fr: Gardez un œil sur %1$@.
it: Tieni d'occhio %1$@.
nb: Følg med på %1$@.
nl: Houd %1$@ in de gaten.
pl: Miej oko na %1$@.
pt: Fique de olho em %1$@.
ro: Fii atent la %1$@.
ru: Следите за %1$@.
sv: Håll koll på %1$@.

source: Set a budget for %@.
bg: Задайте бюджет за %1$@.
cs: Nastavte rozpočet pro %1$@.
da: Opret et budget for %1$@.
de: Lege ein Budget für %1$@ fest.
es: Define un presupuesto para %1$@.
fi: Aseta budjetti: %1$@.
fr: Définissez un budget pour %1$@.
it: Imposta un budget per %1$@.
nb: Sett et budsjett for %1$@.
nl: Stel een budget in voor %1$@.
pl: Ustaw budżet dla %1$@.
pt: Defina um orçamento para %1$@.
ro: Setează un buget pentru %1$@.
ru: Задайте бюджет для %1$@.
sv: Ställ in en budget för %1$@.

source: Keep it up — you are trending the right way.
bg: Продължавайте така, на прав път сте.
cs: Jen tak dál, jste na správné cestě.
da: Fortsæt sådan, du er på rette vej.
de: Weiter so – du bist auf einem guten Weg.
es: Sigue así: vas por buen camino.
fi: Jatka samaan malliin, olet oikealla tiellä.
fr: Continuez ainsi, vous êtes sur la bonne voie.
it: Continua così, sei sulla buona strada.
nb: Fortsett slik, du er på rett vei.
nl: Ga zo door, je zit op de goede weg.
pl: Tak trzymaj, jesteś na dobrej drodze.
pt: Continue assim, você está no caminho certo.
ro: Continuă așa, ești pe drumul cel bun.
ru: Так держать — вы движетесь в верном направлении.
sv: Fortsätt så, du är på rätt väg.

source: Your score is unchanged — it updates monthly.
bg: Оценката ви не се променя – обновява се месечно.
cs: Vaše skóre se nemění – aktualizuje se měsíčně.
da: Din score er uændret – den opdateres hver måned.
de: Dein Score bleibt gleich – er wird monatlich aktualisiert.
es: Tu puntuación no cambia: se actualiza cada mes.
fi: Pisteesi eivät muutu – ne päivittyvät kuukausittain.
fr: Votre score ne change pas : il est mis à jour chaque mois.
it: Il tuo punteggio non cambia: si aggiorna ogni mese.
nb: Skåren din er uendret – den oppdateres hver måned.
nl: Je score verandert niet: die wordt maandelijks bijgewerkt.
pl: Twój wynik się nie zmienia — aktualizuje się co miesiąc.
pt: Sua pontuação não muda: ela é atualizada a cada mês.
ro: Scorul tău rămâne neschimbat – se actualizează lunar.
ru: Ваш индекс не меняется — он обновляется ежемесячно.
sv: Din poäng är oförändrad – den uppdateras varje månad.

source: YOU SPENT THIS WEEK
bg: ИЗХАРЧЕНО ТАЗИ СЕДМИЦА
cs: UTRACENO TENTO TÝDEN
da: DU BRUGTE DENNE UGE
de: DIESE WOCHE AUSGEGEBEN
es: GASTASTE ESTA SEMANA
fi: KÄYTIT TÄLLÄ VIIKOLLA
fr: DÉPENSÉ CETTE SEMAINE
it: SPESO QUESTA SETTIMANA
nb: DU BRUKTE DENNE UKEN
nl: JE GAF DEZE WEEK UIT
pl: WYDANE W TYM TYGODNIU
pt: VOCÊ GASTOU ESTA SEMANA
ro: AI CHELTUIT SĂPTĂMÂNA ACEASTA
ru: ПОТРАЧЕНО ЗА НЕДЕЛЮ
sv: DU SPENDERADE DENNA VECKA

source: %@ of your %@ weekly budget
bg: %1$@ от седмичния ви бюджет от %2$@
cs: %1$@ z vašeho týdenního rozpočtu %2$@
da: %1$@ af dit ugebudget på %2$@
de: %1$@ deines Wochenbudgets von %2$@
es: %1$@ de tu presupuesto semanal de %2$@
fi: %1$@ viikkobudjetistasi %2$@
fr: %1$@ de votre budget hebdo de %2$@
it: %1$@ del tuo budget settimanale di %2$@
nb: %1$@ av ukebudsjettet ditt på %2$@
nl: %1$@ van je weekbudget van %2$@
pl: %1$@ z Twojego budżetu tygodniowego %2$@
pt: %1$@ do seu orçamento semanal de %2$@
ro: %1$@ din bugetul tău săptămânal de %2$@
ru: %1$@ из вашего недельного бюджета %2$@
sv: %1$@ av din veckobudget på %2$@

source: %@ over budget
bg: %1$@ над бюджета
cs: %1$@ nad rozpočet
da: %1$@ over budgettet
de: %1$@ über dem Budget
es: %1$@ por encima del presupuesto
fi: %1$@ yli budjetin
fr: %1$@ au-dessus du budget
it: %1$@ oltre il budget
nb: %1$@ over budsjett
nl: %1$@ over budget
pl: %1$@ ponad budżet
pt: %1$@ acima do orçamento
ro: %1$@ peste buget
ru: %1$@ сверх бюджета
sv: %1$@ över budget

source: No weekly budget set
bg: Няма зададен седмичен бюджет
cs: Není nastaven týdenní rozpočet
da: Intet ugebudget angivet
de: Kein Wochenbudget festgelegt
es: Sin presupuesto semanal
fi: Ei viikkobudjettia asetettu
fr: Aucun budget hebdo défini
it: Nessun budget settimanale impostato
nb: Ingen ukebudsjett angitt
nl: Geen weekbudget ingesteld
pl: Nie ustawiono budżetu tygodniowego
pt: Nenhum orçamento semanal definido
ro: Niciun buget săptămânal setat
ru: Недельный бюджет не задан
sv: Ingen veckobudget angiven

source: %lld bill hidden — already matched to a receipt
bg: %lld сметка е скрита — вече свързана с бележка
cs: %lld účet skryt — již spárován s účtenkou
da: %lld regning skjult — allerede matchet med en kvittering
de: %lld Rechnung ausgeblendet — bereits einem Beleg zugeordnet
es: %lld pago oculto — ya vinculado a un recibo
fi: %lld lasku piilotettu — jo yhdistetty kuittiin
fr: %lld facture masquée — déjà rapprochée d'un reçu
it: %lld spesa nascosta — già abbinata a uno scontrino
nb: %lld regning skjult — allerede matchet med en kvittering
nl: %lld rekening verborgen — al gekoppeld aan een bon
pl: %lld rachunek ukryty — już dopasowany do paragonu
pt: %lld conta oculta — já associada a um recibo
ro: %lld factură ascunsă — deja asociată cu un bon
ru: %lld счёт скрыт — уже сопоставлен с чеком
sv: %lld räkning dold — redan matchad mot ett kvitto

source: %lld bills hidden — already matched to a receipt
bg: %lld сметки са скрити — вече свързани с бележка
cs: %lld účtů skryto — již spárováno s účtenkou
da: %lld regninger skjult — allerede matchet med en kvittering
de: %lld Rechnungen ausgeblendet — bereits einem Beleg zugeordnet
es: %lld pagos ocultos — ya vinculados a un recibo
fi: %lld laskua piilotettu — jo yhdistetty kuittiin
fr: %lld factures masquées — déjà rapprochées d'un reçu
it: %lld spese nascoste — già abbinate a uno scontrino
nb: %lld regninger skjult — allerede matchet med en kvittering
nl: %lld rekeningen verborgen — al gekoppeld aan een bon
pl: %lld rachunka ukrytego — już dopasowanego do paragonu
pt: %lld contas ocultas — já associadas a um recibo
ro: %lld de facturi ascunse — deja asociate cu un bon
ru: %lld счёта скрыто — уже сопоставлено с чеком
sv: %lld räkningar dolda — redan matchade mot ett kvitto

source: + %@ bills
bg: + %@ сметки
cs: + %@ účtů
da: + %@ regninger
de: + %@ Rechnungen
es: + %@ en pagos
fi: + %@ laskuja
fr: + %@ de factures
it: + %@ di spese
nb: + %@ regninger
nl: + %@ aan rekeningen
pl: + %@ rachunków
pt: + %@ em contas
ro: + %@ facturi
ru: + %@ счетов
sv: + %@ räkningar

source: Bills aren't projected backwards, so months before you added them show spend only.
bg: Сметките не се проектират назад, затова месеците преди да ги добавиш показват само похарченото.
cs: Účty se nepromítají zpětně, takže měsíce před jejich přidáním ukazují jen výdaje.
da: Regninger fremskrives ikke bagud, så måneder før du tilføjede dem viser kun forbruget.
de: Rechnungen werden nicht rückwirkend projiziert, daher zeigen Monate, bevor du sie hinzugefügt hast, nur die Ausgaben.
es: Los pagos no se proyectan hacia atrás, así que los meses anteriores a añadirlos muestran solo el gasto.
fi: Laskuja ei projisoida taaksepäin, joten niiden lisäämistä edeltävät kuukaudet näyttävät vain menot.
fr: Les factures ne sont pas projetées en arrière, donc les mois précédant leur ajout n'affichent que les dépenses.
it: Le spese non vengono proiettate all'indietro, quindi i mesi prima di averle aggiunte mostrano solo la spesa.
nb: Regninger projiseres ikke bakover, så måneder før du la dem til viser bare forbruket.
nl: Rekeningen worden niet met terugwerkende kracht geprojecteerd, dus maanden voordat je ze toevoegde tonen alleen de uitgaven.
pl: Rachunki nie są rzutowane wstecz, więc miesiące sprzed ich dodania pokazują tylko wydatki.
pt: As contas não são projetadas para trás, então os meses antes de você adicioná-las mostram apenas o gasto.
ro: Facturile nu sunt proiectate în urmă, așa că lunile de dinainte de a le adăuga arată doar cheltuielile.
ru: Счета не проецируются назад, поэтому месяцы до их добавления показывают только траты.
sv: Räkningar projiceras inte bakåt, så månader innan du lade till dem visar bara utgifterna.

source: Category shares stay a percentage of the %@ you spent — planned bills are never in that total.
bg: Дяловете по категории остават процент от сумата %@, която похарчи — планираните сметки никога не влизат в нея.
cs: Podíly kategorií zůstávají procentem z %@, které jsi utratil — plánované účty do tohoto součtu nikdy nepatří.
da: Kategoriandele forbliver en procentdel af de %@, du brugte — planlagte regninger indgår aldrig i det samlede beløb.
de: Kategorieanteile bleiben ein Prozentsatz der ausgegebenen %@ — geplante Rechnungen zählen nie zu dieser Summe.
es: Las proporciones por categoría siguen siendo un porcentaje de los %@ que gastaste — los pagos previstos nunca entran en ese total.
fi: Kategoriaosuudet pysyvät prosenttiosuutena käyttämästäsi summasta %@ — suunnitellut laskut eivät koskaan sisälly siihen kokonaissummaan.
fr: Les parts par catégorie restent un pourcentage des %@ que vous avez dépensés — les factures prévues n'entrent jamais dans ce total.
it: Le quote per categoria restano una percentuale dei %@ che hai speso — le spese previste non rientrano mai in quel totale.
nb: Kategoriandeler forblir en prosentandel av de %@ du brukte — planlagte regninger inngår aldri i den summen.
nl: Categorie-aandelen blijven een percentage van de %@ die je hebt uitgegeven — geplande rekeningen tellen nooit mee in dat totaal.
pl: Udziały kategorii pozostają procentem z %@, które wydałeś — planowane rachunki nigdy nie wchodzą do tej sumy.
pt: As frações por categoria continuam sendo uma porcentagem dos %@ que você gastou — as contas previstas nunca entram nesse total.
ro: Cotele pe categorii rămân un procent din %@ cheltuiți — facturile planificate nu intră niciodată în acest total.
ru: Доли категорий остаются процентом от потраченной суммы %@ — плановые счета никогда не входят в этот итог.
sv: Kategoriandelar förblir en procent av de %@ du spenderade — planerade räkningar ingår aldrig i den summan.

source: Counted once, in spend.
bg: Отчита се веднъж, в похарченото.
cs: Započítáno jednou, ve výdajích.
da: Talt med én gang, i forbruget.
de: Einmal gezählt, bei den Ausgaben.
es: Contado una vez, en el gasto.
fi: Laskettu kerran, menoihin.
fr: Comptée une seule fois, dans les dépenses.
it: Contata una volta sola, nella spesa.
nb: Telt én gang, i forbruket.
nl: Eén keer geteld, bij de uitgaven.
pl: Liczone raz, w wydatkach.
pt: Contada uma vez, no gasto.
ro: Numărată o singură dată, în cheltuieli.
ru: Учтено один раз, в тратах.
sv: Räknad en gång, i utgifterna.

source: Early months have none
bg: Ранните месеци нямат
cs: Rané měsíce žádné nemají
da: Tidlige måneder har ingen
de: Frühe Monate haben keine
es: Los primeros meses no tienen
fi: Alkukuukausissa ei ole niitä
fr: Les premiers mois n'en ont pas
it: I primi mesi non ne hanno
nb: Tidlige måneder har ingen
nl: Vroege maanden hebben er geen
pl: Wczesne miesiące ich nie mają
pt: Os primeiros meses não têm
ro: Primele luni nu au
ru: В ранних месяцах их нет
sv: Tidiga månader har inga

source: Every cap is the same
bg: Всеки връх е еднакъв
cs: Každý vrchol je stejný
da: Hver top er ens
de: Jede Spitze ist gleich
es: Todos los remates son iguales
fi: Jokainen huippu on sama
fr: Chaque sommet est identique
it: Ogni cima è uguale
nb: Hver topp er lik
nl: Elke top is gelijk
pl: Każdy szczyt jest taki sam
pt: Todo topo é igual
ro: Fiecare capăt este la fel
ru: Каждая вершина одинаковая
sv: Varje topp är likadan

source: Home also counts %@ of recurring bills this period. Overlay them here as a planned layer.
bg: Начало също отчита %@ редовни сметки този период. Наслагвай ги тук като планиран слой.
cs: Domů v tomto období počítá také %@ pravidelných účtů. Překryj je zde jako plánovanou vrstvu.
da: Hjem tæller også %@ i faste regninger denne periode. Læg dem her som et planlagt lag.
de: Start zählt in diesem Zeitraum ebenfalls %@ an wiederkehrenden Rechnungen. Überlagere sie hier als geplante Ebene.
es: Inicio también cuenta %@ en pagos recurrentes este período. Superponlos aquí como una capa prevista.
fi: Koti laskee myös %@ toistuvia laskuja tällä jaksolla. Aseta ne tähän suunniteltuna tasona.
fr: Accueil compte aussi %@ de factures récurrentes sur cette période. Superposez-les ici comme un calque prévu.
it: Home conta anche %@ di spese ricorrenti in questo periodo. Sovrapponile qui come livello previsto.
nb: Hjem teller også %@ i faste regninger denne perioden. Legg dem her som et planlagt lag.
nl: Home telt deze periode ook %@ aan terugkerende rekeningen. Leg ze hier als geplande laag eroverheen.
pl: Główna w tym okresie liczy też %@ rachunków cyklicznych. Nałóż je tutaj jako warstwę planowaną.
pt: Início também conta %@ em contas recorrentes neste período. Sobreponha-as aqui como uma camada prevista.
ro: Acasă numără și %@ în facturi recurente în această perioadă. Suprapune-le aici ca strat planificat.
ru: Главная тоже учитывает %@ регулярных счетов в этом периоде. Наложите их здесь плановым слоем.
sv: Hem räknar också %@ i återkommande räkningar den här perioden. Lägg dem här som ett planerat lager.

source: Include recurring bills
bg: Включи редовните сметки
cs: Zahrnout pravidelné účty
da: Medtag faste regninger
de: Wiederkehrende Rechnungen einbeziehen
es: Incluir pagos recurrentes
fi: Sisällytä toistuvat laskut
fr: Inclure les factures récurrentes
it: Includi le spese ricorrenti
nb: Ta med faste regninger
nl: Terugkerende rekeningen meenemen
pl: Uwzględnij rachunki cykliczne
pt: Incluir contas recorrentes
ro: Include facturile recurente
ru: Включить регулярные счета
sv: Inkludera återkommande räkningar

source: Insights and Home disagree?
bg: Анализ и Начало не съвпадат?
cs: Přehledy a Domů si odporují?
da: Er Indsigt og Hjem uenige?
de: Einblicke und Start widersprechen sich?
es: ¿Análisis e Inicio no coinciden?
fi: Ovatko Analyysi ja Koti eri mieltä?
fr: Analyses et Accueil divergent ?
it: Analisi e Home non coincidono?
nb: Er Innsikt og Hjem uenige?
nl: Inzichten en Home komen niet overeen?
pl: Statystyki i Główna się nie zgadzają?
pt: Análises e Início não batem?
ro: Statistici și Acasă nu se potrivesc?
ru: Аналитика и Главная расходятся?
sv: Säger Insikter och Hem emot varandra?

source: Layers
bg: Слоеве
cs: Vrstvy
da: Lag
de: Ebenen
es: Capas
fi: Tasot
fr: Calques
it: Livelli
nb: Lag
nl: Lagen
pl: Warstwy
pt: Camadas
ro: Straturi
ru: Слои
sv: Lager

source: Overlay bills
bg: Наслагвай сметките
cs: Překrýt účty
da: Læg regninger over
de: Rechnungen überlagern
es: Superponer pagos
fi: Aseta laskut päälle
fr: Superposer les factures
it: Sovrapponi le spese
nb: Legg regninger over
nl: Rekeningen overlappen
pl: Nałóż rachunki
pt: Sobrepor contas
ro: Suprapune facturile
ru: Наложить счета
sv: Lägg räkningar över

source: Overlay planned bills as a separate layer
bg: Наслагвай планираните сметки като отделен слой
cs: Překrýt plánované účty jako samostatnou vrstvu
da: Læg planlagte regninger som et separat lag
de: Geplante Rechnungen als separate Ebene überlagern
es: Superponer los pagos previstos como una capa aparte
fi: Aseta suunnitellut laskut erillisenä tasona päälle
fr: Superposer les factures prévues comme un calque distinct
it: Sovrapponi le spese previste come livello separato
nb: Legg planlagte regninger som et eget lag
nl: Geplande rekeningen als aparte laag eroverheen leggen
pl: Nałóż planowane rachunki jako osobną warstwę
pt: Sobrepor as contas previstas como uma camada separada
ro: Suprapune facturile planificate ca strat separat
ru: Наложить плановые счета отдельным слоем
sv: Lägg planerade räkningar som ett separat lager

source: Planned
bg: Планирано
cs: Plánováno
da: Planlagt
de: Geplant
es: Previsto
fi: Suunniteltu
fr: Prévu
it: Previsto
nb: Planlagt
nl: Gepland
pl: Planowane
pt: Previsto
ro: Planificat
ru: Плановые
sv: Planerat

source: Reading the hatched caps
bg: Разчитане на щрихованите върхове
cs: Jak číst šrafované vrcholy
da: Sådan læser du de skraverede toppe
de: Die schraffierten Spitzen lesen
es: Cómo leer los remates rayados
fi: Viivoitettujen huippujen lukeminen
fr: Lire les sommets hachurés
it: Leggere le cime tratteggiate
nb: Slik leser du de skraverte toppene
nl: De gearceerde toppen lezen
pl: Jak czytać zakreskowane szczyty
pt: Como ler os topos tracejados
ro: Cum citești capetele hașurate
ru: Как читать заштрихованные вершины
sv: Så läser du de skrafferade topparna

source: The %1$@ excludes %2$lld bill already matched to a receipt this period. Open Breakdown to see which.
bg: %1$@ изключва %2$lld сметка, вече свързана с бележка този период. Отвори Разбивка, за да видиш коя.
cs: %1$@ vynechává %2$lld účet, který už je v tomto období spárován s účtenkou. Otevři Rozdělení a uvidíš který.
da: %1$@ udelader %2$lld regning, der allerede er matchet med en kvittering i denne periode. Åbn Fordeling for at se hvilken.
de: %1$@ schließt %2$lld Rechnung aus, die in diesem Zeitraum bereits einem Beleg zugeordnet ist. Öffne die Aufschlüsselung, um zu sehen, welche.
es: %1$@ excluye %2$lld pago ya vinculado a un recibo este período. Abre el Desglose para ver cuál.
fi: %1$@ jättää pois %2$lld laskun, joka on jo yhdistetty kuittiin tällä jaksolla. Avaa Erittely nähdäksesi minkä.
fr: %1$@ exclut %2$lld facture déjà rapprochée d'un reçu sur cette période. Ouvrez la Répartition pour voir laquelle.
it: %1$@ esclude %2$lld spesa già abbinata a uno scontrino in questo periodo. Apri la Ripartizione per vedere quale.
nb: %1$@ utelater %2$lld regning som allerede er matchet med en kvittering denne perioden. Åpne Fordeling for å se hvilken.
nl: %1$@ laat %2$lld rekening buiten beschouwing die deze periode al aan een bon is gekoppeld. Open de Verdeling om te zien welke.
pl: %1$@ pomija %2$lld rachunek już dopasowany do paragonu w tym okresie. Otwórz Podział, aby zobaczyć który.
pt: %1$@ exclui %2$lld conta já associada a um recibo neste período. Abra o Detalhamento para ver qual.
ro: %1$@ exclude %2$lld factură deja asociată cu un bon în această perioadă. Deschide Defalcare pentru a vedea care.
ru: %1$@ не включает %2$lld счёт, уже сопоставленный с чеком в этом периоде. Откройте Разбивку, чтобы увидеть какой.
sv: %1$@ utelämnar %2$lld räkning som redan matchats mot ett kvitto den här perioden. Öppna Fördelning för att se vilken.

source: The %1$@ excludes %2$lld bills already matched to a receipt this period. Open Breakdown to see which.
bg: %1$@ изключва %2$lld сметки, вече свързани с бележка този период. Отвори Разбивка, за да видиш кои.
cs: %1$@ vynechává %2$lld účtů, které už jsou v tomto období spárovány s účtenkou. Otevři Rozdělení a uvidíš které.
da: %1$@ udelader %2$lld regninger, der allerede er matchet med en kvittering i denne periode. Åbn Fordeling for at se hvilke.
de: %1$@ schließt %2$lld Rechnungen aus, die in diesem Zeitraum bereits einem Beleg zugeordnet sind. Öffne die Aufschlüsselung, um zu sehen, welche.
es: %1$@ excluye %2$lld pagos ya vinculados a un recibo este período. Abre el Desglose para ver cuáles.
fi: %1$@ jättää pois %2$lld laskua, jotka on jo yhdistetty kuittiin tällä jaksolla. Avaa Erittely nähdäksesi mitkä.
fr: %1$@ exclut %2$lld factures déjà rapprochées d'un reçu sur cette période. Ouvrez la Répartition pour voir lesquelles.
it: %1$@ esclude %2$lld spese già abbinate a uno scontrino in questo periodo. Apri la Ripartizione per vedere quali.
nb: %1$@ utelater %2$lld regninger som allerede er matchet med en kvittering denne perioden. Åpne Fordeling for å se hvilke.
nl: %1$@ laat %2$lld rekeningen buiten beschouwing die deze periode al aan een bon zijn gekoppeld. Open de Verdeling om te zien welke.
pl: %1$@ pomija %2$lld rachunka już dopasowanego do paragonu w tym okresie. Otwórz Podział, aby zobaczyć który.
pt: %1$@ exclui %2$lld contas já associadas a um recibo neste período. Abra o Detalhamento para ver quais.
ro: %1$@ exclude %2$lld de facturi deja asociate cu un bon în această perioadă. Deschide Defalcare pentru a vedea care.
ru: %1$@ не включает %2$lld счёта, уже сопоставленных с чеком в этом периоде. Откройте Разбивку, чтобы увидеть какие.
sv: %1$@ utelämnar %2$lld räkningar som redan matchats mot ett kvitto den här perioden. Öppna Fördelning för att se vilka.

source: The bars got shorter
bg: Стълбовете се смалиха
cs: Sloupce se zkrátily
da: Søjlerne blev kortere
de: Die Balken wurden kürzer
es: Las barras se acortaron
fi: Palkit lyhenivät
fr: Les barres ont raccourci
it: Le barre si sono accorciate
nb: Søylene ble kortere
nl: De balken werden korter
pl: Słupki się skróciły
pt: As barras ficaram menores
ro: Barele s-au scurtat
ru: Столбцы стали короче
sv: Staplarna blev kortare
